[
  {
    "title": "Why every business needs a mobile app",
    "content": "Having a mobile app presence means that your services will always be available to your customers, regardless of the time of day or their location. A mobile app means that you can provide value to your customers 24/7, without them even needing internet access!\n\nPeople prefer to use mobile apps instead of browsing the internet and they spend more of their time using apps. This means it is critical for businesses to be able to give this option to their customers.\n\nWhilst having a website for your business is extremely important to all enterprises, studies have shown that the majority of consumers prefer using mobile apps over internet browsers, and spend most of their time using apps. This means it is critical for your business to be able to give this option to your customers.\n\nHaving an app on your customers devices means that you will always be available to them, as well as building brand presence every time your users see your app on their phone.\n\nAnother fantastic benefit of having a mobile app for your business is that your company’s logo will be seen every time a customer with your app opens their device. This drastically improves your brand’s presence, in a quick, effective, and unobtrusive way.\n\nAnalytics are vital to businesses, understanding your consumers is the key to success. With a mobile app, you are able to gather detailed user demographics and app analytics, making it easier than ever to identify your hot pages, top services, and the pain points within the customer journey.\n\nThrough creating a mobile app that is permanently available, easy to access, and full of customer data, you can streamline the customer experience, as well as improving your customers’ relationship with your business.\n\nMobile apps are the gateway to creating meaningful customer relationships, generating new leads, and making more sales.\n",
    "imageUrl": "https://images.unsplash.com/photo-1512941937669-90a1b58e7e9c?ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=800"
  },
  {
    "title": "How an app provides more value to your customers",
    "content": "You may be wondering how having a mobile app will benefit your customers, so here are some features that users will love.\n\nOnce installed, a mobile app is always on your users device, saving them from searching for, and loading a web page. In addition to this, the app will work seamlessly when the user has no or intermittent internet connection. Using a website with a slow connection can be infuriating, but with an app, all the data is already on the user’s device.\n\nStudies have shown that we prefer to use apps to websites, this is partly because mobile apps have a much better usability. An app also gives you access to the phone's hardware, letting the customer use their location or camera to aid them.\n\nMany companies use a mobile app to give their user’s special loyalty offers and push notifications.\n\nHaving your app on your customers device means they can access your services whether they are in bed, on a train, or walking somewhere.",
    "imageUrl": "https://images.pexels.com/photos/3823488/pexels-photo-3823488.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=250&w=420"
  },
  {
    "title": "How to get a ROI on your mobile app",
    "content": "Here are some tips you should do turn your mobile app into an investment:\n\n\n • Provide offers to your app users.\n\n • Use the detailed demographic information that a mobile app provides to better define your target market.\n\n • Use targeted push notifications to alert your customers at any time.\n\n • Having a mobile app lets you beat your competitors by offering a better user experience and customer service.",
    "imageUrl": "https://images.pexels.com/photos/7075/people-office-group-team.jpg?auto=compress&cs=tinysrgb&dpr=2&w=500"
  },
  {
    "title": "Customer Insights and Behaviour",
    "content": "More helpful mobile app information coming soon!",
    "imageUrl": "https://images.unsplash.com/photo-1512941937669-90a1b58e7e9c?ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=800"
  }
]
